---
kind: property
id: P:Autodesk.Revit.DB.Dimension.DimensionShape
zh: 尺寸标注、标注
source: html/7141f360-1215-f1d8-571f-4004452c79de.htm
---
# Autodesk.Revit.DB.Dimension.DimensionShape Property

**中文**: 尺寸标注、标注

The shape of this dimension.

## Syntax (C#)
```csharp
public DimensionShape DimensionShape { get; }
```